documentatie/stuf examples/verbintenispersoon/05007_Lk01T_1267834571_2444484.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><kennisgevingsBericht xmlns="http://www.egem.nl/StUF/sector/bg/0204"><stuurgegevens xmlns="http://www.egem.nl/StUF/StUF0204"><berichtsoort>Lk01</berichtsoort><entiteittype>PRS</entiteittype><sectormodel>BG</sectormodel><versieStUF>0204</versieStUF><versieSectormodel>0204</versieSectormodel><zender><applicatie>PIV</applicatie><gebruiker>BATCHGBA</gebruiker></zender><ontvanger><applicatie>DDS</applicatie></ontvanger><referentienummer>2444484_05007</referentienummer><tijdstipBericht>2009031000373053</tijdstipBericht><kennisgeving><mutatiesoort>T</mutatiesoort><indicatorOvername>V</indicatorOvername><tijdstipMutatie>2009031000114900</tijdstipMutatie></kennisgeving></stuurgegevens><body><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="31384" d5p1:verwerkingssoort="T" xmlns:d5p1="http://www.egem.nl/StUF/StUF0204"><a-nummer>1267834571</a-nummer><bsn-nummer>73562555</bsn-nummer><voornamen>Wilhelmina Lamberdina</voornamen><voorletters>WL</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Rurup</geslachtsnaam><geboortedatum>19360903</geboortedatum><geboorteplaats>599</geboorteplaats><codeGeboorteland>6030</codeGeboorteland><geslachtsaanduiding>V</geslachtsaanduiding><indicatieGeheim>0</indicatieGeheim><codeGemeenteVanInschrijving>599</codeGemeenteVanInschrijving><datumInschrijvingGemeente>19970403</datumInschrijvingGemeente><aanduidingNaamgebruik>E</aanduidingNaamgebruik><PRSADRINS d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><tijdvakRelatie><d5p1:begindatumRelatie>20070328</d5p1:begindatumRelatie><d5p1:einddatumRelatie d5p1:noValue="geenWaarde" xsi:nil="true" /></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="153237" d5p1:verwerkingssoort="I"><adresBuitenland1 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland2 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland3 d5p1:noValue="nietOndersteund" xsi:nil="true" /><landcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><postcode>3068PZ</postcode><woonplaatsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam>Zevenkampse Ring</straatnaam><huisnummer>40</huisnummer><huisletter d5p1:noValue="geenWaarde" xsi:nil="true" /><huisnummertoevoeging d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieomschrijving d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode>599</gemeentecode></ADR></PRSADRINS><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><tijdvakRelatie><d5p1:begindatumRelatie>20070328</d5p1:begindatumRelatie><d5p1:einddatumRelatie d5p1:noValue="geenWaarde" xsi:nil="true" /></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="153237" d5p1:verwerkingssoort="I"><adresBuitenland1 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland2 d5p1:noValue="nietOndersteund" xsi:nil="true" /><adresBuitenland3 d5p1:noValue="nietOndersteund" xsi:nil="true" /><landcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><postcode>3068PZ</postcode><woonplaatsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam>Zevenkampse Ring</straatnaam><huisnummer>40</huisnummer><huisletter d5p1:noValue="geenWaarde" xsi:nil="true" /><huisnummertoevoeging d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieomschrijving d5p1:noValue="geenWaarde" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode>599</gemeentecode></ADR></PRSADRVBL><PRSIDB d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><nummerIdentiteitsbewijs>IGLDD7P81</nummerIdentiteitsbewijs><SIB d5p1:soortEntiteit="T" d5p1:verwerkingssoort="I"><soort>10</soort><omschrijving d5p1:noValue="nietOndersteund" xsi:nil="true" /></SIB></PRSIDB><PRSNAT d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><datumVerkrijging>19360903</datumVerkrijging><datumVerlies d5p1:noValue="geenWaarde" xsi:nil="true" /><NAT d5p1:soortEntiteit="T" d5p1:verwerkingssoort="I"><code>1</code><omschrijving d5p1:noValue="nietOndersteund" xsi:nil="true" /><datumVerkrijging d5p1:noValue="nietOndersteund" xsi:nil="true" /><datumVerlies d5p1:noValue="nietOndersteund" xsi:nil="true" /></NAT></PRSNAT><PRSPRSHUW d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><datumSluiting>19870619</datumSluiting><plaatsSluiting>388</plaatsSluiting><landSluiting>6030</landSluiting><soortVerbintenis>H</soortVerbintenis><PRS d5p1:soortEntiteit="F" d5p1:verwerkingssoort="I"><a-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><bsn-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><voornamen>Hendrik Peter</voornamen><voorletters>HP</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Hiddinga</geslachtsnaam><geboortedatum>19360509</geboortedatum><geslachtsaanduiding>M</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I" d5p1:noValue="waardeOnbekend" xsi:nil="true" /></PRS></PRSPRSHUW><PRSPRSHUW d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><datumSluiting>19810320</datumSluiting><plaatsSluiting>874</plaatsSluiting><landSluiting>6030</landSluiting><soortVerbintenis>H</soortVerbintenis><datumOntbinding>19820825</datumOntbinding><plaatsOntbinding>874</plaatsOntbinding><landOntbinding>6030</landOntbinding><redenOntbinding>S</redenOntbinding><PRS d5p1:soortEntiteit="F" d5p1:verwerkingssoort="I"><a-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><bsn-nummer d5p1:noValue="geenWaarde" xsi:nil="true" /><voornamen>Wouter Johannis</voornamen><voorletters>WJ</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Kooiman</geslachtsnaam><geboortedatum>19330713</geboortedatum><geslachtsaanduiding>M</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I" d5p1:noValue="waardeOnbekend" xsi:nil="true" /></PRS></PRSPRSHUW><PRSPRSHUW d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><datumSluiting>19770722</datumSluiting><plaatsSluiting>599</plaatsSluiting><landSluiting>6030</landSluiting><soortVerbintenis>H</soortVerbintenis><datumOntbinding>19790706</datumOntbinding><plaatsOntbinding>599</plaatsOntbinding><landOntbinding>6030</landOntbinding><redenOntbinding>S</redenOntbinding><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="676537" d5p1:verwerkingssoort="I"><a-nummer>7315217160</a-nummer><bsn-nummer>58068508</bsn-nummer><voornamen>Arie</voornamen><voorletters>A</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Bosselaar</geslachtsnaam><geboortedatum>19360214</geboortedatum><geslachtsaanduiding>M</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I" d5p1:noValue="waardeOnbekend" xsi:nil="true" /></PRS></PRSPRSHUW><PRSPRSHUW d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><datumSluiting>19570925</datumSluiting><plaatsSluiting>599</plaatsSluiting><landSluiting>6030</landSluiting><soortVerbintenis>H</soortVerbintenis><datumOntbinding>19760713</datumOntbinding><plaatsOntbinding>599</plaatsOntbinding><landOntbinding>6030</landOntbinding><redenOntbinding>S</redenOntbinding><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="676537" d5p1:verwerkingssoort="I"><a-nummer>7315217160</a-nummer><bsn-nummer>58068508</bsn-nummer><voornamen>Arie</voornamen><voorletters>A</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Bosselaar</geslachtsnaam><geboortedatum>19360214</geboortedatum><geslachtsaanduiding>M</geslachtsaanduiding><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="I" d5p1:noValue="waardeOnbekend" xsi:nil="true" /></PRS></PRSPRSHUW></PRS></body></kennisgevingsBericht></soap:Body></soap:Envelope>